package resources

const (
	GreetTemplate             = "Вас приветствует Dashboard YouTube Solutions!\n\nЗдесь вы можете:\n - Узнать о наших последних обновлениях\n - Купить подписку на наше Программное обеспечение\n - Продлить уже имеющуюся подписку\n - Управлять своей подпиской"
	GreetWithKeyTemplate      = "Вас приветствует Dashboard YouTube Solutions!\n\nЗдесь вы можете:\n - Узнать о наших последних обновлениях\n - Купить подписку на наше Программное обеспечение\n - Продлить уже имеющуюся подписку\n - Управлять своей подпиской"
	AboutBotTemplate          = "YouTube Solutions - Программное обеспечение облегчающее рутинные задачи связанные с взаимодействием с площадкой YouTube!\n\nНа данный момент ПО имеет:\n - Чекер ютуб каналов ( Скорость чека ~1000 куков/мин )\n\nВ разработке находятся модули:\n - Залива видео\n - Накрутки SEO\n\nБот находится в состоянии Бета-Теста"
	CryptoPaymentInfoTemplate = "Адрес пополнения USDT TRC20: TLHt5hKgtbe7hgc7yCbrttpoG77SMeQWYy\n\nПосле перевода дождитесь всех подтверждений в сети и отправьте сюда TxID. В случае успешного зачисления USDT конвертируются по курсу"
)

//
